Repository: StanTraykov/fundsr
Catalog: po/R-*.po
Languages: bg

source: male
bg: мъж

source: female
bg: жена

source: baseline
bg: базов сценарий

source: lower mortality
bg: по-ниска смъртност

source: Survival by age per EUROPOP2023 projection
bg: Преживяемост по възраст според прогноза EUROPOP2023

source: {population} · {sex_label} · age {age_min} · start year {start_year}
bg: {population} · {sex_label} · възраст {age_min} · начална година {start_year}

source: age
bg: възраст

source: survival
bg: преживяемост

source: projection
bg: прогноза

source: Survival by age per HMD life table
bg: Преживяемост по възраст според таблиците на HMD

source: {population} · {sex_label} · age {age_min} · latest data from {year_max} (black line)
bg: {population} · {sex_label} · възраст {age_min} · последни данни от {year_max} (черна линия)

source: data
bg: данни

source: net
bg: нетен

source: gross
bg: брутен

source: {n_days}d rolling log-return differences vs {bmark_type} benchmark{ttl}
bg: {n_days}-дневни плъзгащи се разлики в log доходност спрямо {bmark_type} индекс{ttl}

source: {n_days}d rolling CAGR differences vs {bmark_type} benchmark{ttl}
bg: {n_days}-дневни плъзгащи се CAGR разлики спрямо {bmark_type} индекс{ttl}

source: fund
bg: фонд

source: rolling annualized log-return difference (bps)
bg: плъзг. разлика в анюализирана log доходност (bps)

source: rolling CAGR difference (bps)
bg: плъзгаща се разлика в CAGR (bps)

source: Xetra Liquidity Measure (€100K round-trip spread costs)
bg: Xetra Liquidity Measure (двупосочни спред разходи за €100 хил.)

source: monthly avg XLM (bps)
bg: средномесечен XLM (bps)

source: fundsr loaded.
bg: fundsr зереден.
